[数字信号通信]
ask=0,ASK(幅移键控)
corpsk=0,COR-PSK(相关相移键控)
cpfsk=0,CPFSK(连续相位调制)
fdma=0,FDMA(频分多址复用)
fdm=0,FDM(频分多路复用)
fsk=0,FSK(频移键控)
gmsk=0,GMSK(高斯滤波最小移频键控)
mask=0,MASK(多进制数字调制)
msk=0,MSK(最小移频键控)
psk=0,PSK(相移键控)
qam=0,QAM(正交幅度调制)
scpc=0,SCPC(单路单载波系统)
spade=0,SPADE(多址共用单路单载波系统)
[淫梦 哲学]
b=3,(悲)
bc=0,(便乘)
bd=0,(棒读)
bg=0,并感)
bkb=0,不  可  避
bl=0,(暴论)
bn=0,(半恼)
byt=0,不要停下来啊(指
cj=0,(察觉)
cz=2,(池沼)
dcy=0,大  草  原
dx=4,(大嘘)
en=3,ん?
erxz=0,二  人  幸  终
fpbh=0,风  评  被  害
hx=3,(欢喜)
jsa=0,就是啊(便乘)
jw=0,(绝望)
kh=0,(困惑)
kn=0,微レ存?
pz=0,(迫真)
qx=0,(确信)
rm=0,(辱骂)
srn=0,申レN
ta=4,(提案)
wcb=0,(无慈悲)
wdlx=0,(无端联想)
wqsb=0,完  全  失  败
wqsl=0,完  全  胜  利
x=3,(笑)
xbg=0,(小并感)
xs=0,(小声)
yb=0,(允悲)
yh=4,(疑惑)
yws=0,(意味深)
yzgs=0,一  转  攻  势
zc=0,(指出)
zl=0,(正论)
zq=0,(直球)
zs=0,(振声)
zs=0,(震声)
zx=0,♂
zz=3,(指正)
[深度学习和算法]
cnn=0,CNN(卷积神经网络)
[快速符号]
[英文代号]
a=3,Alpha
b=3,Bravo
c=3,Charlie
d=3,Delta
e=3,Echo
f=3,Foxtrot
g=3,Golf
h=3,Hotel
i=3,India
j=3,Juliet
k=3,Kilo
l=3,Lima
m=3,Mike
n=3,November
o=3,Oscar
p=3,Papa
q=3,Quebec
r=3,Romeo
s=3,Sierra
t=3,Tango
u=3,Uniform
v=3,Victor
w=3,Whiskey
x=3,X-Ray
y=3,Yankee
z=3,Zulu
[特殊符号]
ai=0,♡
cf=0,々
kira=0,☆KIRA~
[舰船]
av=0,水上机母舰(AV)
bb=0,战列舰(BB)
ca=0,重巡洋舰(CA)
clt=0,重雷装巡洋舰(CLT)
cl=0,轻巡洋舰(CL)
cvl=0,轻型航空母舰(CVL)
cv=0,航空母舰(CV)
ddh=0,直升机驱逐舰(DDH)
dd=0,驱逐舰(DD)
ssv=0,潜水航空母舰(SSV)
ss=0,潜水舰(SS)
[天干地支]
c=0,辰
c=0,丑
e=0,丙
h=0,亥
i=0,辛
m=0,卯
o=0,壬
p=0,癸
q=0,甲
r=0,丁
s=0,申
s=0,巳
t=0,戊
u=0,庚
w=0,未
w=0,午
w=0,乙
x=0,辛
y=0,酉
y=0,寅
y=0,己
z=0,子
[贴吧表情]
ai=0,#(爱心)
g=0,#(乖)
ha=0,#(哈哈)
hh=0,#(哈哈)
hj=0,#(滑稽)
p=0,#(喷)
tkx=0,#(太开心)
xy=0,#(笑眼)
[专业术语]
adc=0,ADC(模拟-数字转换器)
ajl=0,安捷伦
alu=0,ALU(算术逻辑单元)
ard=0,Arduino
arm=0,ARM
atm=0,ATmega
atmel=0,ATMEL(爱特梅尔)
avr=0,AVR架构微控制器
b=0,Bytes
b=0,Bits
bps=0,bps(Bits/s)
bs=0,Bytes/s
cm7=0,ARM Cortex-M7
cm3=0,ARM Cortex-M3
cm4=0,ARM Cortex-M4
cm0=0,ARM Cortex-M0
cm0p=0,ARM Cortex-M0+
cpsr=0,CPSR(程序状态寄存器)
cpld=0,CPLD(复杂可编程逻辑器件)
dat=0,Datasheet
dac=0,DAC(数字-模拟转换器)
ddr=0,DDR SDRAM(双倍速率同步动态随机存取存储器)
ddr=0,DDR SDRAM
dft=0,DFT(离散傅立叶变换)
dma=0,DMA(直接内存存取)
dram=0,DRAM(动态随机存储器)
dsp=0,DSP(数字信号处理器)
fft=0,FFT(快速傅立叶变换)
fmc=0,FMC(动态存储器控制器)
fpu=0,FPU(浮点运算单元)
fpga=0,FPGA(现场可编程逻辑门阵列)
fsmc=0,FSMC(静态存储器控制器)
gb=0,国半(美国国家半导体)
gb=0,GBytes
gb=0,GBits
gbs=0,GBytes/s
ghz=0,GHz
gpio=0,GPIO(标准输入输出端口)
i2c=0,I²C(集成电路总线)
jtag=0,JTAG(联合测试行为组织)
kb=0,KBytes
kb=0,KBits
kbps=0,Kbps(KBits/s)
kbs=0,KBytes/s
les=0,LEs(逻辑单元)
mb=0,MBytes
mb=0,MBits
mbps=0,Mbps(MBits/s)
mbs=0,MBytes/s
mc=0,Macrocell(宏单元)
mcu=0,MCU(微控制器)
mga3=0,ATmega328
mga1=0,ATmega168
mga8=0,ATmega8
mhz=0,MHz
mmu=0,MMU(内存管理单元)
nrf=0,nRF24L01（433MHz）
pcie=0,PCIe(增强高速外设部件互联标准)
pci=0,PCI(外设部件互联标准)
pc=0,PC(程序计数器)
pll=0,PLL(锁相环倍频器)
pwm=0,PWM(脉冲宽度调制)
sdio=0,SDIO(安全数字输入输出卡)
sdram=0,SDRAM(同步动态随机存取存储器)
sdio=0,SDIO(SDIO/SD/MMC设备接口)
soc=0,SoC(片上系统)
spi=0,SPI(串行外设接口)
spsr=0,SPSR(备份程序状态寄存器)
sram=0,SRAM(静态随机存储器)
stm32=0,STM32
stm32f4=0,STM32F4
stm32f1=0,STM32F1
swd=0,SWD(串行总线调试)
sys=0,SysTick(系统嘀嗒定时器)
tek=0,泰克
tft=0,TFT(薄膜晶体管)
ti=0,德仪(德州仪器)
tk=0,泰克
uhf=0,UHF(超高频)
vhf=0,VHF(甚高频)
[希腊语]
alpha=0,α
beta=0,β
chi=9,χ
delta=0,Δ
epsilon=0,ε
gamma=9,γ
lambda=0,λ
mu=9,μ
number=0,№
omega=0,Ω
omicron=0,ο
phi=9,Φ
phi=9,φ
pi=9,π
rho=9,ρ
sigma=9,∑
sigma=9,σ
theta=9,θ
xi=9,ξ
zeta=0,ζ
